1.
the
singular
experience
of
mr.
john
scott
eccles
i
find
it
recorded
in
my
notebook
that
it
was
a
bleak
and
windy
day
towards
the
end
of
march
in
the
year
1892
.
holmes
had
received
a
telegram
while
we
sat
at
our
lunch
,
and
he
had
scribbled
a
reply
.
he
made
no
remark
,
but
the
matter
remained
in
his
thoughts
,
for
he
stood
in
front
of
the
fire
afterwards
with
a
thoughtful
face
,
smoking
his
pipe
,
and
casting
an
occasional
glance
at
the
message
.
suddenly
he
turned
upon
me
with
a
mischievous
twinkle
in
his
eyes
.
``
i
suppose
,
watson
,
we
must
look
upon
you
as
a
man
of
letters
,
''
said
he
.
``
how
do
you
define
the
word
`
grotesque
'
?
''
``
strange
--
remarkable
,
''
i
suggested
.
he
shook
his
head
at
my
definition
.
``
there
is
surely
something
more
than
that
,
''
said
he
;
``
some
underlying
suggestion
of
the
tragic
and
the
terrible
.
if
you
cast
your
mind
back
to
some
of
those
narratives
with
which
you
have
afflicted
a
long-suffering
public
,
you
will
recognize
how
often
the
grotesque
has
deepened
into
the
criminal
.
think
of
that
little
affair
of
the
red-headed
men
.
that
was
grotesque
enough
in
the
outset
,
and
yet
it
ended
in
a
desperate
attempt
at
robbery
.
or
,
again
,
there
was
that
most
grotesque
affair
of
the
five
orange
pips
,
which
led
straight
to
a
murderous
conspiracy
.
the
word
puts
me
on
the
alert
.
''
``
have
you
it
there
?
''
i
asked
.
he
read
the
telegram
aloud
.
``
have
just
had
most
incredible
and
grotesque
experience
.
may
i
consult
you
?
``
scott
eccles
,
``
post
office
,
charing
cross
.
''
``
man
or
woman
?
''
i
asked
.
``
oh
,
man
,
of
course
.
no
woman
would
ever
send
a
reply-paid
telegram
.
she
would
have
come
.
''
``
will
you
see
him
?
''
``
my
dear
watson
,
you
know
how
bored
i
have
been
since
we
locked
up
colonel
carruthers
.
my
mind
is
like
a
racing
engine
,
tearing
itself
to
pieces
because
it
is
not
connected
up
with
the
work
for
which
it
was
built
.
life
is
commonplace
,
the
papers
are
sterile
;
audacity
and
romance
seem
to
have
passed
forever
from
the
criminal
world
.
can
you
ask
me
,
then
,
whether
i
am
ready
to
look
into
any
new
problem
,
however
trivial
it
may
prove
?
but
here
,
unless
i
am
mistaken
,
is
our
client
.
''
a
measured
step
was
heard
upon
the
stairs
,
and
a
moment
later
a
stout
,
tall
,
gray-whiskered
and
solemnly
respectable
person
was
ushered
into
the
room
.
his
life
history
was
written
in
his
heavy
features
and
pompous
manner
.
from
his
spats
to
his
gold-rimmed
spectacles
he
was
a
conservative
,
a
churchman
,
a
good
citizen
,
orthodox
and
conventional
to
the
last
degree
.
but
some
amazing
experience
had
disturbed
his
native
composure
and
left
its
traces
in
his
bristling
hair
,
his
flushed
,
angry
cheeks
,
and
his
flurried
,
excited
manner
.
he
plunged
instantly
into
his
business
.
``
i
have
had
a
most
singular
and
unpleasant
experience
,
mr.
holmes
,
''
said
he
.
``
never
in
my
life
have
i
been
placed
in
such
a
situation
.
it
is
most
improper
--
most
outrageous
.
i
must
insist
upon
some
explanation
.
''
he
swelled
and
puffed
in
his
anger
.
``
pray
sit
down
,
mr.
scott
eccles
,
''
said
holmes
in
a
soothing
voice
.
``
may
i
ask
,
in
the
first
place
,
why
you
came
to
me
at
all
?
''
``
well
,
sir
,
it
did
not
appear
to
be
a
matter
which
concerned
the
police
,
and
yet
,
when
you
have
heard
the
facts
,
you
must
admit
that
i
could
not
leave
it
where
it
was
.
``
well
,
sir
,
it
did
not
appear
to
be
a
matter
which
concerned
the
police
,
and
yet
,
when
you
have
heard
the
facts
,
you
must
admit
that
i
could
not
leave
it
where
it
was
.
private
detectives
are
a
class
with
whom
i
have
absolutely
no
sympathy
,
but
none
the
less
,
having
heard
your
name
--
''
``
quite
so
.
but
,
in
the
second
place
,
why
did
you
not
come
at
once
?
''
holmes
glanced
at
his
watch
.
``
it
is
a
quarter-past
two
,
''
he
said
.
``
your
telegram
was
dispatched
about
one
.
but
no
one
can
glance
at
your
toilet
and
attire
without
seeing
that
your
disturbance
dates
from
the
moment
of
your
waking
.
''
but
no
one
can
glance
at
your
toilet
and
attire
without
seeing
that
your
disturbance
dates
from
the
moment
of
your
waking
.
''
our
client
smoothed
down
his
unbrushed
hair
and
felt
his
unshaven
chin
.
our
client
smoothed
down
his
unbrushed
hair
and
felt
his
unshaven
chin
.
``
you
are
right
,
mr.
holmes
.
i
never
gave
a
thought
to
my
toilet
.
i
was
only
too
glad
to
get
out
of
such
a
house
.
but
i
have
been
running
round
making
inquiries
before
i
came
to
you
.
i
went
to
the
house
agents
,
you
know
,
and
they
said
that
mr.
garcia
's
rent
was
paid
up
all
right
and
that
everything
was
in
order
at
wisteria
lodge
.
''
``
come
,
come
,
sir
,
''
said
holmes
,
laughing
.
``
you
are
like
my
friend
,
dr.
watson
,
who
has
a
bad
habit
of
telling
his
stories
wrong
end
foremost
.
please
arrange
your
thoughts
and
let
me
know
,
in
their
due
sequence
,
exactly
what
those
events
are
which
have
sent
you
out
unbrushed
and
unkempt
,
with
dress
boots
and
waistcoat
buttoned
awry
,
in
search
of
advice
and
assistance
.
''
please
arrange
your
thoughts
and
let
me
know
,
in
their
due
sequence
,
exactly
what
those
events
are
which
have
sent
you
out
unbrushed
and
unkempt
,
with
dress
boots
and
waistcoat
buttoned
awry
,
in
search
of
advice
and
assistance
.
''
our
client
looked
down
with
a
rueful
face
at
his
own
unconventional
appearance
.
``
i
'm
sure
it
must
look
very
bad
,
mr.
holmes
,
and
i
am
not
aware
that
in
my
whole
life
such
a
thing
has
ever
happened
before
.
but
i
will
tell
you
the
whole
queer
business
,
and
when
i
have
done
so
you
will
admit
,
i
am
sure
,
that
there
has
been
enough
to
excuse
me
.
''
but
his
narrative
was
nipped
in
the
bud
.
there
was
a
bustle
outside
,
and
mrs.
hudson
opened
the
door
to
usher
in
two
robust
and
official-looking
individuals
,
one
of
whom
was
well
known
to
us
as
inspector
gregson
of
scotland
yard
,
an
energetic
,
gallant
,
and
,
within
his
limitations
,
a
capable
officer
.
he
shook
hands
with
holmes
and
introduced
his
comrade
as
inspector
baynes
,
of
the
surrey
constabulary
.
``
we
are
hunting
together
,
mr.
holmes
,
and
our
trail
lay
in
this
direction
.
''
he
turned
his
bulldog
eyes
upon
our
visitor
.
``
are
you
mr.
john
scott
eccles
,
of
popham
house
,
lee
?
''
``
i
am
.
''
``
we
have
been
following
you
about
all
the
morning
.
''
``
you
traced
him
through
the
telegram
,
no
doubt
,
''
said
holmes
.
``
exactly
,
mr.
holmes
.
we
picked
up
the
scent
at
charing
cross
post-office
and
came
on
here
.
''
``
but
why
do
you
follow
me
?
what
do
you
want
?
''
``
we
wish
a
statement
,
mr.
scott
eccles
,
as
to
the
events
which
led
up
to
the
death
last
night
of
mr.
aloysius
garcia
,
of
wisteria
lodge
,
near
esher
.
''
our
client
had
sat
up
with
staring
eyes
and
every
tinge
of
colour
struck
from
his
astonished
face
.
``
dead
?
did
you
say
he
was
dead
?
''
``
yes
,
sir
,
he
is
dead
.
''
``
but
how
?
an
accident
?
''
``
murder
,
if
ever
there
was
one
upon
earth
.
''
``
good
god
!
this
is
awful
!
you
do
n't
mean
--
you
do
n't
mean
that
i
am
suspected
?
''
you
do
n't
mean
--
you
do
n't
mean
that
i
am
suspected
?
''
``
a
letter
of
yours
was
found
in
the
dead
man
's
pocket
,
and
we
know
by
it
that
you
had
planned
to
pass
last
night
at
his
house
.
''
``
so
i
did
.
''
``
oh
,
you
did
,
did
you
?
''
out
came
the
official
notebook
.
``
wait
a
bit
,
gregson
,
''
said
sherlock
holmes
.
``
all
you
desire
is
a
plain
statement
,
is
it
not
?
''
``
and
it
is
my
duty
to
warn
mr.
scott
eccles
that
it
may
be
used
against
him
.
''
``
mr.
eccles
was
going
to
tell
us
about
it
when
you
entered
the
room
.
i
think
,
watson
,
a
brandy
and
soda
would
do
him
no
harm
.
now
,
sir
,
i
suggest
that
you
take
no
notice
of
this
addition
to
your
audience
,
and
that
you
proceed
with
your
narrative
exactly
as
you
would
have
done
had
you
never
been
interrupted
.
''
now
,
sir
,
i
suggest
that
you
take
no
notice
of
this
addition
to
your
audience
,
and
that
you
proceed
with
your
narrative
exactly
as
you
would
have
done
had
you
never
been
interrupted
.
''
our
visitor
had
gulped
off
the
brandy
and
the
colour
had
returned
to
his
face
.
with
a
dubious
glance
at
the
inspector
's
notebook
,
he
plunged
at
once
into
his
extraordinary
statement
.
``
i
am
a
bachelor
,
''
said
he
,
``
and
being
of
a
sociable
turn
i
cultivate
a
large
number
of
friends
.
among
these
are
the
family
of
a
retired
brewer
called
melville
,
living
at
abermarle
mansion
,
kensington
.
it
was
at
his
table
that
i
met
some
weeks
ago
a
young
fellow
named
garcia
.
he
was
,
i
understood
,
of
spanish
descent
and
connected
in
some
way
with
the
embassy
.
he
spoke
perfect
english
,
was
pleasing
in
his
manners
,
and
as
good-looking
a
man
as
ever
i
saw
in
my
life
.
``
in
some
way
we
struck
up
quite
a
friendship
,
this
young
fellow
and
i
.
he
seemed
to
take
a
fancy
to
me
from
the
first
,
and
within
two
days
of
our
meeting
he
came
to
see
me
at
lee
.
one
thing
led
to
another
,
and
it
ended
in
his
inviting
me
out
to
spend
a
few
days
at
his
house
,
wisteria
lodge
,
between
esher
and
oxshott
.
yesterday
evening
i
went
to
esher
to
fulfil
this
engagement
.
``
he
had
described
his
household
to
me
before
i
went
there
.
he
lived
with
a
faithful
servant
,
a
countryman
of
his
own
,
who
looked
after
all
his
needs
.
this
fellow
could
speak
english
and
did
his
housekeeping
for
him
.
then
there
was
a
wonderful
cook
,
he
said
,
a
half-breed
whom
he
had
picked
up
in
his
travels
,
who
could
serve
an
excellent
dinner
.
i
remember
that
he
remarked
what
a
queer
household
it
was
to
find
in
the
heart
of
surrey
,
and
that
i
agreed
with
him
,
though
it
has
proved
a
good
deal
queerer
than
i
thought
.
``
i
drove
to
the
place
--
about
two
miles
on
the
south
side
of
esher
.
the
house
was
a
fair-sized
one
,
standing
back
from
the
road
,
with
a
curving
drive
which
was
banked
with
high
evergreen
shrubs
.
it
was
an
old
,
tumbledown
building
in
a
crazy
state
of
disrepair
.
when
the
trap
pulled
up
on
the
grass-grown
drive
in
front
of
the
blotched
and
weather-stained
door
,
i
had
doubts
as
to
my
wisdom
in
visiting
a
man
whom
i
knew
so
slightly
.
he
opened
the
door
himself
,
however
,
and
greeted
me
with
a
great
show
of
cordiality
.
i
was
handed
over
to
the
manservant
,
a
melancholy
,
swarthy
individual
,
who
led
the
way
,
my
bag
in
his
hand
,
to
my
bedroom
.
the
whole
place
was
depressing
.
our
dinner
was
tete-a-tete
,
and
though
my
host
did
his
best
to
be
entertaining
,
his
thoughts
seemed
to
continually
wander
,
and
he
talked
so
vaguely
and
wildly
that
i
could
hardly
understand
him
.
he
continually
drummed
his
fingers
on
the
table
,
gnawed
his
nails
,
and
gave
other
signs
of
nervous
impatience
.
the
dinner
itself
was
neither
well
served
nor
well
cooked
,
and
the
gloomy
presence
of
the
taciturn
servant
did
not
help
to
enliven
us
.
the
dinner
itself
was
neither
well
served
nor
well
cooked
,
and
the
gloomy
presence
of
the
taciturn
servant
did
not
help
to
enliven
us
.
i
can
assure
you
that
many
times
in
the
course
of
the
evening
i
wished
that
i
could
invent
some
excuse
which
would
take
me
back
to
lee
.
``
one
thing
comes
back
to
my
memory
which
may
have
a
bearing
upon
the
business
that
you
two
gentlemen
are
investigating
.
i
thought
nothing
of
it
at
the
time
.
near
the
end
of
dinner
a
note
was
handed
in
by
the
servant
.
i
noticed
that
after
my
host
had
read
it
he
seemed
even
more
distrait
and
strange
than
before
.
he
gave
up
all
pretence
at
conversation
and
sat
,
smoking
endless
cigarettes
,
lost
in
his
own
thoughts
,
but
he
made
no
remark
as
to
the
contents
.
about
eleven
i
was
glad
to
go
to
bed
.
some
time
later
garcia
looked
in
at
my
door
--
the
room
was
dark
at
the
time
--
and
asked
me
if
i
had
rung
.
i
said
that
i
had
not
.
he
apologized
for
having
disturbed
me
so
late
,
saying
that
it
was
nearly
one
o'clock
.
i
dropped
off
after
this
and
slept
soundly
all
night
.
``
and
now
i
come
to
the
amazing
part
of
my
tale
.
when
i
woke
it
was
broad
daylight
.
i
glanced
at
my
watch
,
and
the
time
was
nearly
nine
.
i
had
particularly
asked
to
be
called
at
eight
,
so
i
was
very
much
astonished
at
this
forgetfulness
.
i
sprang
up
and
rang
for
the
servant
.
there
was
no
response
.
i
rang
again
and
again
,
with
the
same
result
.
then
i
came
to
the
conclusion
that
the
bell
was
out
of
order
.
i
huddled
on
my
clothes
and
hurried
downstairs
in
an
exceedingly
bad
temper
to
order
some
hot
water
.
you
can
imagine
my
surprise
when
i
found
that
there
was
no
one
there
.
i
shouted
in
the
hall
.
there
was
no
answer
.
then
i
ran
from
room
to
room
.
all
were
deserted
.
my
host
had
shown
me
which
was
his
bedroom
the
night
before
,
so
i
knocked
at
the
door
.
no
reply
.
i
turned
the
handle
and
walked
in
.
the
room
was
empty
,
and
the
bed
had
never
been
slept
in
.
he
had
gone
with
the
rest
.
the
foreign
host
,
the
foreign
footman
,
the
foreign
cook
,
all
had
vanished
in
the
night
!
that
was
the
end
of
my
visit
to
wisteria
lodge
.
''
sherlock
holmes
was
rubbing
his
hands
and
chuckling
as
he
added
this
bizarre
incident
to
his
collection
of
strange
episodes
.
``
your
experience
is
,
so
far
as
i
know
,
perfectly
unique
,
''
said
he
.
``
may
i
ask
,
sir
,
what
you
did
then
?
''
``
i
was
furious
.
my
first
idea
was
that
i
had
been
the
victim
of
some
absurd
practical
joke
.
i
packed
my
things
,
banged
the
hall
door
behind
me
,
and
set
off
for
esher
,
with
my
bag
in
my
hand
.
i
called
at
allan
brothers
'
,
the
chief
land
agents
in
the
village
,
and
found
that
it
was
from
this
firm
that
the
villa
had
been
rented
.
it
struck
me
that
the
whole
proceeding
could
hardly
be
for
the
purpose
of
making
a
fool
of
me
,
and
that
the
main
object
must
be
to
get
out
of
the
rent
.
it
is
late
in
march
,
so
quarter-day
is
at
hand
.
but
this
theory
would
not
work
.
the
agent
was
obliged
to
me
for
my
warning
,
but
told
me
that
the
rent
had
been
paid
in
advance
.
then
i
made
my
way
to
town
and
called
at
the
spanish
embassy
.
the
man
was
unknown
there
.
after
this
i
went
to
see
melville
,
at
whose
house
i
had
first
met
garcia
,
but
i
found
that
he
really
knew
rather
less
about
him
than
i
did
.
finally
when
i
got
your
reply
to
my
wire
i
came
out
to
you
,
since
i
gather
that
you
are
a
person
who
gives
advice
in
difficult
cases
.
but
now
,
mr.
inspector
,
i
understand
,
from
what
you
said
when
you
entered
the
room
,
that
you
can
carry
the
story
on
,
and
that
some
tragedy
had
occurred
.
i
can
assure
you
that
every
word
i
have
said
is
the
truth
,
and
that
,
outside
of
what
i
have
told
you
,
i
know
absolutely
nothing
about
the
fate
of
this
man
.
my
only
desire
is
to
help
the
law
in
every
possible
way
.
''
``
i
am
sure
of
it
,
mr.
scott
eccles
--
i
am
sure
of
it
,
''
said
inspector
gregson
in
a
very
amiable
tone
.
``
i
am
bound
to
say
that
everything
which
you
have
said
agrees
very
closely
with
the
facts
as
they
have
come
to
our
notice
.
for
example
,
there
was
that
note
which
arrived
during
dinner
.
did
you
chance
to
observe
what
became
of
it
?
''
``
yes
,
i
did
.
garcia
rolled
it
up
and
threw
it
into
the
fire
.
''
``
what
do
you
say
to
that
,
mr.
baynes
?
''
the
country
detective
was
a
stout
,
puffy
,
red
man
,
whose
face
was
only
redeemed
from
grossness
by
two
extraordinarily
bright
eyes
,
almost
hidden
behind
the
heavy
creases
of
cheek
and
brow
.
with
a
slow
smile
he
drew
a
folded
and
discoloured
scrap
of
paper
from
his
pocket
.
``
it
was
a
dog-grate
,
mr.
holmes
,
and
he
overpitched
it
.
i
picked
this
out
unburned
from
the
back
of
it
.
''
holmes
smiled
his
appreciation
.
``
you
must
have
examined
the
house
very
carefully
to
find
a
single
pellet
of
paper
.
''
``
i
did
,
mr.
holmes
.
it
's
my
way
.
shall
i
read
it
,
mr.
gregson
?
''
the
londoner
nodded
.
``
the
note
is
written
upon
ordinary
cream-laid
paper
without
watermark
.
it
is
a
quarter-sheet
.
the
paper
is
cut
off
in
two
snips
with
a
short-bladed
scissors
.
it
has
been
folded
over
three
times
and
sealed
with
purple
wax
,
put
on
hurriedly
and
pressed
down
with
some
flat
oval
object
.
it
is
addressed
to
mr.
garcia
,
wisteria
lodge
.
it
says
:
``
our
own
colours
,
green
and
white
.
green
open
,
white
shut
.
main
stair
,
first
corridor
,
seventh
right
,
green
baize
.
godspeed
.
d
.
``
it
is
a
woman
's
writing
,
done
with
a
sharp-pointed
pen
,
but
the
address
is
either
done
with
another
pen
or
by
someone
else
.
it
is
thicker
and
bolder
,
as
you
see
.
''
``
a
very
remarkable
note
,
''
said
holmes
,
glancing
it
over
.
``
i
must
compliment
you
,
mr.
baynes
,
upon
your
attention
to
detail
in
your
examination
of
it
.
a
few
trifling
points
might
perhaps
be
added
.
the
oval
seal
is
undoubtedly
a
plain
sleeve-link
--
what
else
is
of
such
a
shape
?
the
scissors
were
bent
nail
scissors
.
short
as
the
two
snips
are
,
you
can
distinctly
see
the
same
slight
curve
in
each
.
''
the
country
detective
chuckled
.
``
i
thought
i
had
squeezed
all
the
juice
out
of
it
,
but
i
see
there
was
a
little
over
,
''
he
said
.
``
i
'm
bound
to
say
that
i
make
nothing
of
the
note
except
that
there
was
something
on
hand
,
and
that
a
woman
,
as
usual
was
at
the
bottom
of
it
.
''
mr.
scott
eccles
had
fidgeted
in
his
seat
during
this
conversation
.
``
i
am
glad
you
found
the
note
,
since
it
corroborates
my
story
,
''
said
he
.
``
but
i
beg
to
point
out
that
i
have
not
yet
heard
what
has
happened
to
mr.
garcia
,
nor
what
has
become
of
his
household
.
''
``
but
i
beg
to
point
out
that
i
have
not
yet
heard
what
has
happened
to
mr.
garcia
,
nor
what
has
become
of
his
household
.
''
``
as
to
garcia
,
''
said
gregson
,
``
that
is
easily
answered
.
he
was
found
dead
this
morning
upon
oxshott
common
,
nearly
a
mile
from
his
home
.
his
head
had
been
smashed
to
pulp
by
heavy
blows
of
a
sandbag
or
some
such
instrument
,
which
had
crushed
rather
than
wounded
.
it
is
a
lonely
corner
,
and
there
is
no
house
within
a
quarter
of
a
mile
of
the
spot
.
he
had
apparently
been
struck
down
first
from
behind
,
but
his
assailant
had
gone
on
beating
him
long
after
he
was
dead
.
it
was
a
most
furious
assault
.
there
are
no
footsteps
nor
any
clue
to
the
criminals
.
''
``
robbed
?
''
``
no
,
there
was
no
attempt
at
robbery
.
''
``
no
,
there
was
no
attempt
at
robbery
.
''
``
this
is
very
painful
--
very
painful
and
terrible
,
''
said
mr.
scott
eccles
in
a
querulous
voice
,
``
but
it
is
really
uncommonly
hard
on
me
.
i
had
nothing
to
do
with
my
host
going
off
upon
a
nocturnal
excursion
and
meeting
so
sad
an
end
.
how
do
i
come
to
be
mixed
up
with
the
case
?
''
``
very
simply
,
sir
,
''
inspector
baynes
answered
.
``
the
only
document
found
in
the
pocket
of
the
deceased
was
a
letter
from
you
saying
that
you
would
be
with
him
on
the
night
of
his
death
.
it
was
the
envelope
of
this
letter
which
gave
us
the
dead
man
's
name
and
address
.
it
was
after
nine
this
morning
when
we
reached
his
house
and
found
neither
you
nor
anyone
else
inside
it
.
i
wired
to
mr.
gregson
to
run
you
down
in
london
while
i
examined
wisteria
lodge
.
then
i
came
into
town
,
joined
mr.
gregson
,
and
here
we
are
.
''
``
i
think
now
,
''
said
gregson
,
rising
,
``
we
had
best
put
this
matter
into
an
official
shape
.
you
will
come
round
with
us
to
the
station
,
mr.
scott
eccles
,
and
let
us
have
your
statement
in
writing
.
''
``
certainly
,
i
will
come
at
once
.
but
i
retain
your
services
,
mr.
holmes
.
i
desire
you
to
spare
no
expense
and
no
pains
to
get
at
the
truth
.
''
my
friend
turned
to
the
country
inspector
.
``
i
suppose
that
you
have
no
objection
to
my
collaborating
with
you
,
mr.
baynes
?
''
``
highly
honoured
,
sir
,
i
am
sure
.
''
``
you
appear
to
have
been
very
prompt
and
businesslike
in
all
that
you
have
done
.
was
there
any
clue
,
may
i
ask
,
as
to
the
exact
hour
that
the
man
met
his
death
?
''
``
he
had
been
there
since
one
o'clock
.
there
was
rain
about
that
time
,
and
his
death
had
certainly
been
before
the
rain
.
''
``
but
that
is
perfectly
impossible
,
mr.
baynes
,
''
cried
our
client
.
``
his
voice
is
unmistakable
.
i
could
swear
to
it
that
it
was
he
who
addressed
me
in
my
bedroom
at
that
very
hour
.
''
``
remarkable
,
but
by
no
means
impossible
,
''
said
holmes
,
smiling
.
``
remarkable
,
but
by
no
means
impossible
,
''
said
holmes
,
smiling
.
``
you
have
a
clue
?
''
asked
gregson
.
``
on
the
face
of
it
the
case
is
not
a
very
complex
one
,
though
it
certainly
presents
some
novel
and
interesting
features
.
a
further
knowledge
of
facts
is
necessary
before
i
would
venture
to
give
a
final
and
definite
opinion
.
by
the
way
,
mr.
baynes
,
did
you
find
anything
remarkable
besides
this
note
in
your
examination
of
the
house
?
''
the
detective
looked
at
my
friend
in
a
singular
way
.
``
there
were
,
''
said
he
,
``
one
or
two
very
remarkable
things
.
perhaps
when
i
have
finished
at
the
police-station
you
would
care
to
come
out
and
give
me
your
opinion
of
them
.
''
``
i
am
entirely
at
your
service
,
''
said
sherlock
holmes
,
ringing
the
bell
.
``
you
will
show
these
gentlemen
out
,
mrs.
hudson
,
and
kindly
send
the
boy
with
this
telegram
.
he
is
to
pay
a
five-shilling
reply
.
''
we
sat
for
some
time
in
silence
after
our
visitors
had
left
.
holmes
smoked
hard
,
with
his
browns
drawn
down
over
his
keen
eyes
,
and
his
head
thrust
forward
in
the
eager
way
characteristic
of
the
man
.
``
well
,
watson
,
''
he
asked
,
turning
suddenly
upon
me
,
``
what
do
you
make
of
it
?
''
``
i
can
make
nothing
of
this
mystification
of
scott
eccles
.
''
``
but
the
crime
?
''
``
well
,
taken
with
the
disappearance
of
the
man
's
companions
,
i
should
say
that
they
were
in
some
way
concerned
in
the
murder
and
had
fled
from
justice
.
''
``
that
is
certainly
a
possible
point
of
view
.
on
the
face
of
it
you
must
admit
,
however
,
that
it
is
very
strange
that
his
two
servants
should
have
been
in
a
conspiracy
against
him
and
should
have
attacked
him
on
the
one
night
when
he
had
a
guest
.
they
had
him
alone
at
their
mercy
every
other
night
in
the
week
.
''
``
then
why
did
they
fly
?
''
``
quite
so
.
why
did
they
fly
?
there
is
a
big
fact
.
another
big
fact
is
the
remarkable
experience
of
our
client
,
scott
eccles
.
now
,
my
dear
watson
,
is
it
beyond
the
limits
of
human
ingenuity
to
furnish
an
explanation
which
would
cover
both
of
these
big
facts
?
if
it
were
one
which
would
also
admit
of
the
mysterious
note
with
its
very
curious
phraseology
,
why
,
then
it
would
be
worth
accepting
as
a
temporary
hypothesis
.
if
the
fresh
facts
which
come
to
our
knowledge
all
fit
themselves
into
the
scheme
,
then
our
hypothesis
may
gradually
become
a
solution
.
''
``
but
what
is
our
hypothesis
?
''
holmes
leaned
back
in
his
chair
with
half-closed
eyes
.
``
you
must
admit
,
my
dear
watson
,
that
the
idea
of
a
joke
is
impossible
.
there
were
grave
events
afoot
,
as
the
sequel
showed
,
and
the
coaxing
of
scott
eccles
to
wisteria
lodge
had
some
connection
with
them
.
''
``
but
what
possible
connection
?
''
``
let
us
take
it
link
by
link
.
there
is
,
on
the
face
of
it
,
something
unnatural
about
this
strange
and
sudden
friendship
between
the
young
spaniard
and
scott
eccles
.
it
was
the
former
who
forced
the
pace
.
he
called
upon
eccles
at
the
other
end
of
london
on
the
very
day
after
he
first
met
him
,
and
he
kept
in
close
touch
with
him
until
he
got
him
down
to
esher
.
now
,
what
did
he
want
with
eccles
?
what
could
eccles
supply
?
i
see
no
charm
in
the
man
.
he
is
not
particularly
intelligent
--
not
a
man
likely
to
be
congenial
to
a
quick-witted
latin
.
he
is
not
particularly
intelligent
--
not
a
man
likely
to
be
congenial
to
a
quick-witted
latin
.
why
,
then
,
was
he
picked
out
from
all
the
other
people
whom
garcia
met
as
particularly
suited
to
his
purpose
?
has
he
any
one
outstanding
quality
?
i
say
that
he
has
.
he
is
the
very
type
of
conventional
british
respectability
,
and
the
very
man
as
a
witness
to
impress
another
briton
.
you
saw
yourself
how
neither
of
the
inspectors
dreamed
of
questioning
his
statement
,
extraordinary
as
it
was
.
''
``
but
what
was
he
to
witness
?
''
``
nothing
,
as
things
turned
out
,
but
everything
had
they
gone
another
way
.
that
is
how
i
read
the
matter
.
''
``
i
see
,
he
might
have
proved
an
alibi
.
''
``
exactly
,
my
dear
watson
;
he
might
have
proved
an
alibi
.
we
will
suppose
,
for
argument
's
sake
,
that
the
household
of
wisteria
lodge
are
confederates
in
some
design
.
the
attempt
,
whatever
it
may
be
,
is
to
come
off
,
we
will
say
,
before
one
o'clock
.
by
some
juggling
of
the
clocks
it
is
quite
possible
that
they
may
have
got
scott
eccles
to
bed
earlier
than
he
thought
,
but
in
any
case
it
is
likely
that
when
garcia
went
out
of
his
way
to
tell
him
that
it
was
one
it
was
really
not
more
than
twelve
.
if
garcia
could
do
whatever
he
had
to
do
and
be
back
by
the
hour
mentioned
he
had
evidently
a
powerful
reply
to
any
accusation
.
here
was
this
irreproachable
englishman
ready
to
swear
in
any
court
of
law
that
the
accused
was
in
the
house
all
the
time
.
it
was
an
insurance
against
the
worst
.
''
``
yes
,
yes
,
i
see
that
.
but
how
about
the
disappearance
of
the
others
?
''
``
i
have
not
all
my
facts
yet
,
but
i
do
not
think
there
are
any
insuperable
difficulties
.
``
i
have
not
all
my
facts
yet
,
but
i
do
not
think
there
are
any
insuperable
difficulties
.
still
,
it
is
an
error
to
argue
in
front
of
your
data
.
you
find
yourself
insensibly
twisting
them
round
to
fit
your
theories
.
''
``
and
the
message
?
''
``
how
did
it
run
?
`
our
own
colours
,
green
and
white
.
'
sounds
like
racing
.
`
green
open
,
white
shut
.
'
that
is
clearly
a
signal
.
`
main
stair
,
first
corridor
,
seventh
right
,
green
baize
.
'
this
is
an
assignation
.
we
may
find
a
jealous
husband
at
the
bottom
of
it
all
.
it
was
clearly
a
dangerous
quest
.
she
would
not
have
said
`
godspeed
'
had
it
not
been
so
.
she
would
not
have
said
`
godspeed
'
had
it
not
been
so
.
`
d
'
--
that
should
be
a
guide
.
''
``
the
man
was
a
spaniard
.
i
suggest
that
`
d
'
stands
for
dolores
,
a
common
female
name
in
spain
.
''
``
good
,
watson
,
very
good
--
but
quite
inadmissable
.
a
spaniard
would
write
to
a
spaniard
in
spanish
.
the
writer
of
this
note
is
certainly
english
.
well
,
we
can
only
possess
our
soul
in
patience
until
this
excellent
inspector
come
back
for
us
.
meanwhile
we
can
thank
our
lucky
fate
which
has
rescued
us
for
a
few
short
hours
from
the
insufferable
fatigues
of
idleness
.
''
an
answer
had
arrived
to
holmes
's
telegram
before
our
surrey
officer
had
returned
.
holmes
read
it
and
was
about
to
place
it
in
his
notebook
when
he
caught
a
glimpse
of
my
expectant
face
.
he
tossed
it
across
with
a
laugh
.
``
we
are
moving
in
exalted
circles
,
''
said
he
.
the
telegram
was
a
list
of
names
and
addresses
:
lord
harringby
,
the
dingle
;
sir
george
ffolliott
,
oxshott
towers
;
mr.
hynes
hynes
,
j.p.
,
purdley
place
;
mr.
james
baker
williams
,
forton
old
hall
;
mr.
henderson
,
high
gable
;
rev.
joshua
stone
,
nether
walsling
.
``
this
is
a
very
obvious
way
of
limiting
our
field
of
operations
,
''
said
holmes
.
``
no
doubt
baynes
,
with
his
methodical
mind
,
has
already
adopted
some
similar
plan
.
''
``
i
do
n't
quite
understand
.
''
``
well
,
my
dear
fellow
,
we
have
already
arrived
at
the
conclusion
that
the
message
received
by
garcia
at
dinner
was
an
appointment
or
an
assignation
.
now
,
if
the
obvious
reading
of
it
is
correct
,
and
in
order
to
keep
the
tryst
one
has
to
ascend
a
main
stair
and
seek
the
seventh
door
in
a
corridor
,
it
is
perfectly
clear
that
the
house
is
a
very
large
one
.
it
is
equally
certain
that
this
house
can
not
be
more
than
a
mile
or
two
from
oxshott
,
since
garcia
was
walking
in
that
direction
and
hoped
,
according
to
my
reading
of
the
facts
,
to
be
back
in
wisteria
lodge
in
time
to
avail
himself
of
an
alibi
,
which
would
only
be
valid
up
to
one
o'clock
.
as
the
number
of
large
houses
close
to
oxshott
must
be
limited
,
i
adopted
the
obvious
method
of
sending
to
the
agents
mentioned
by
scott
eccles
and
obtaining
a
list
of
them
.
here
they
are
in
this
telegram
,
and
the
other
end
of
our
tangled
skein
must
lie
among
them
.
''
it
was
nearly
six
o'clock
before
we
found
ourselves
in
the
pretty
surrey
village
of
esher
,
with
inspector
baynes
as
our
companion
.
holmes
and
i
had
taken
things
for
the
night
,
and
found
comfortable
quarters
at
the
bull
.
finally
we
set
out
in
the
company
of
the
detective
on
our
visit
to
wisteria
lodge
.
it
was
a
cold
,
dark
march
evening
,
with
a
sharp
wind
and
a
fine
rain
beating
upon
our
faces
,
a
fit
setting
for
the
wild
common
over
which
our
road
passed
and
the
tragic
goal
to
which
it
led
us
.
2.
the
tiger
of
san
pedro
a
cold
and
melancholy
walk
of
a
couple
of
miles
brought
us
to
a
high
wooden
gate
,
which
opened
into
a
gloomy
avenue
of
chestnuts
.
the
curved
and
shadowed
drive
led
us
to
a
low
,
dark
house
,
pitch-black
against
a
slate-coloured
sky
.
from
the
front
window
upon
the
left
of
the
door
there
peeped
a
glimmer
of
a
feeble
light
.
``
there
's
a
constable
in
possession
,
''
said
baynes
.
``
i
'll
knock
at
the
window
.
''
he
stepped
across
the
grass
plot
and
tapped
with
his
hand
on
the
pane
.
through
the
fogged
glass
i
dimly
saw
a
man
spring
up
from
a
chair
beside
the
fire
,
and
heard
a
sharp
cry
from
within
the
room
.
an
instant
later
a
white-faced
,
hard-breathing
policeman
had
opened
the
door
,
the
candle
wavering
in
his
trembling
hand
.
``
what
's
the
matter
,
walters
?
''
asked
baynes
sharply
.
the
man
mopped
his
forehead
with
his
handkerchief
and
gave
a
long
sigh
of
relief
.
``
i
am
glad
you
have
come
,
sir
.
it
has
been
a
long
evening
,
and
i
do
n't
think
my
nerve
is
as
good
as
it
was
.
''
``
your
nerve
,
walters
?
i
should
not
have
thought
you
had
a
nerve
in
your
body
.
''
``
well
,
sir
,
it
's
this
lonely
,
silent
house
and
the
queer
thing
in
the
kitchen
.
then
when
you
tapped
at
the
window
i
thought
it
had
come
again
.
''
``
that
what
had
come
again
?
''
``
the
devil
,
sir
,
for
all
i
know
.
it
was
at
the
window
.
''
``
what
was
at
the
window
,
and
when
?
''
``
it
was
just
about
two
hours
ago
.
the
light
was
just
fading
.
i
was
sitting
reading
in
the
chair
.
i
do
n't
know
what
made
me
look
up
,
but
there
was
a
face
looking
in
at
me
through
the
lower
pane
.
lord
,
sir
,
what
a
face
it
was
!
i
'll
see
it
in
my
dreams
.
''
``
tut
,
tut
,
walters
.
this
is
not
talk
for
a
police-constable
.
''
``
i
know
,
sir
,
i
know
;
but
it
shook
me
,
sir
,
and
there
's
no
use
to
deny
it
.
it
was
n't
black
,
sir
,
nor
was
it
white
,
nor
any
colour
that
i
know
but
a
kind
of
queer
shade
like
clay
with
a
splash
of
milk
in
it
.
it
was
n't
black
,
sir
,
nor
was
it
white
,
nor
any
colour
that
i
know
but
a
kind
of
queer
shade
like
clay
with
a
splash
of
milk
in
it
.
it
was
n't
black
,
sir
,
nor
was
it
white
,
nor
any
colour
that
i
know
but
a
kind
of
queer
shade
like
clay
with
a
splash
of
milk
in
it
.
then
there
was
the
size
of
it
--
it
was
twice
yours
,
sir
.
and
the
look
of
it
--
the
great
staring
goggle
eyes
,
and
the
line
of
white
teeth
like
a
hungry
beast
.
i
tell
you
,
sir
,
i
could
n't
move
a
finger
,
nor
get
my
breath
,
till
it
whisked
away
and
was
gone
.
i
tell
you
,
sir
,
i
could
n't
move
a
finger
,
nor
get
my
breath
,
till
it
whisked
away
and
was
gone
.
out
i
ran
and
through
the
shrubbery
,
but
thank
god
there
was
no
one
there
.
''
``
if
i
did
n't
know
you
were
a
good
man
,
walters
,
i
should
put
a
black
mark
against
you
for
this
.
if
it
were
the
devil
himself
a
constable
on
duty
should
never
thank
god
that
he
could
not
lay
his
hands
upon
him
.
if
it
were
the
devil
himself
a
constable
on
duty
should
never
thank
god
that
he
could
not
lay
his
hands
upon
him
.
i
suppose
the
whole
thing
is
not
a
vision
and
a
touch
of
nerves
?
''
``
that
,
at
least
,
is
very
easily
settled
,
''
said
holmes
,
lighting
his
little
pocket
lantern
.
``
yes
,
''
he
reported
,
after
a
short
examination
of
the
grass
bed
,
``
a
number
twelve
shoe
,
i
should
say
.
if
he
was
all
on
the
same
scale
as
his
foot
he
must
certainly
have
been
a
giant
.
''
``
what
became
of
him
?
''
``
he
seems
to
have
broken
through
the
shrubbery
and
made
for
the
road
.
''
``
well
,
''
said
the
inspector
with
a
grave
and
thoughtful
face
,
``
whoever
he
may
have
been
,
and
whatever
he
may
have
wanted
,
he
's
gone
for
the
present
,
and
we
have
more
immediate
things
to
attend
to
.
now
,
mr.
holmes
,
with
your
permission
,
i
will
show
you
round
the
house
.
''
the
various
bedrooms
and
sitting-rooms
had
yielded
nothing
to
a
careful
search
.
apparently
the
tenants
had
brought
little
or
nothing
with
them
,
and
all
the
furniture
down
to
the
smallest
details
had
been
taken
over
with
the
house
.
a
good
deal
of
clothing
with
the
stamp
of
marx
and
co.
,
high
holborn
,
had
been
left
behind
.
telegraphic
inquiries
had
been
already
made
which
showed
that
marx
knew
nothing
of
his
customer
save
that
he
was
a
good
payer
.
odds
and
ends
,
some
pipes
,
a
few
novels
,
two
of
them
in
spanish
,
an
old-fashioned
pinfire
revolver
,
and
a
guitar
were
among
the
personal
property
.
``
nothing
in
all
this
,
''
said
baynes
,
stalking
,
candle
in
hand
,
from
room
to
room
.
``
but
now
,
mr.
holmes
,
i
invite
your
attention
to
the
kitchen
.
''
it
was
a
gloomy
,
high-ceilinged
room
at
the
back
of
the
house
,
with
a
straw
litter
in
one
corner
,
which
served
apparently
as
a
bed
for
the
cook
.
the
table
was
piled
with
half-eaten
dishes
and
dirty
plates
,
the
debris
of
last
night
's
dinner
.
``
look
at
this
,
''
said
baynes
.
``
what
do
you
make
of
it
?
''
he
held
up
his
candle
before
an
extraordinary
object
which
stood
at
the
back
of
the
dresser
.
it
was
so
wrinkled
and
shrunken
and
withered
that
it
was
difficult
to
say
what
it
might
have
been
.
one
could
but
say
that
it
was
black
and
leathery
and
that
it
bore
some
resemblance
to
a
dwarfish
,
human
figure
.
at
first
,
as
i
examined
it
,
i
thought
that
it
was
a
mummified
negro
baby
,
and
then
it
seemed
a
very
twisted
and
ancient
monkey
.
finally
i
was
left
in
doubt
as
to
whether
it
was
animal
or
human
.
a
double
band
of
white
shells
were
strung
round
the
centre
of
it
.
``
very
interesting
--
very
interesting
,
indeed
!
''
said
holmes
,
peering
at
this
sinister
relic
.
``
anything
more
?
''
in
silence
baynes
led
the
way
to
the
sink
and
held
forward
his
candle
.
the
limbs
and
body
of
some
large
,
white
bird
,
torn
savagely
to
pieces
with
the
feathers
still
on
,
were
littered
all
over
it
.
holmes
pointed
to
the
wattles
on
the
severed
head
.
``
a
white
cock
,
''
said
he
.
``
most
interesting
!
it
is
really
a
very
curious
case
.
''
but
mr.
baynes
had
kept
his
most
sinister
exhibit
to
the
last
.
from
under
the
sink
he
drew
a
zinc
pail
which
contained
a
quantity
of
blood
.
then
from
the
table
he
took
a
platter
heaped
with
small
pieces
of
charred
bone
.
``
something
has
been
killed
and
something
has
been
burned
.
we
raked
all
these
out
of
the
fire
.
we
had
a
doctor
in
this
morning
.
he
says
that
they
are
not
human
.
''
holmes
smiled
and
rubbed
his
hands
.
``
i
must
congratulate
you
,
inspector
,
on
handling
so
distinctive
and
instructive
a
case
.
your
powers
,
if
i
may
say
so
without
offence
,
seem
superior
to
your
opportunities
.
''
inspector
baynes
's
small
eyes
twinkled
with
pleasure
.
``
you
're
right
,
mr.
holmes
.
we
stagnate
in
the
provinces
.
a
case
of
this
sort
gives
a
man
a
chance
,
and
i
hope
that
i
shall
take
it
.
what
do
you
make
of
these
bones
?
''
``
a
lamb
,
i
should
say
,
or
a
kid
.
''
``
and
the
white
cock
?
''
``
curious
,
mr.
baynes
,
very
curious
.
i
should
say
almost
unique
.
''
``
yes
,
sir
,
there
must
have
been
some
very
strange
people
with
some
very
strange
ways
in
this
house
.
one
of
them
is
dead
.
did
his
companions
follow
him
and
kill
him
?
if
they
did
we
should
have
them
,
for
every
port
is
watched
.
but
my
own
views
are
different
.
yes
,
sir
,
my
own
views
are
very
different
.
''
``
you
have
a
theory
then
?
''
``
and
i
'll
work
it
myself
,
mr.
holmes
.
it
's
only
due
to
my
own
credit
to
do
so
.
your
name
is
made
,
but
i
have
still
to
make
mine
.
i
should
be
glad
to
be
able
to
say
afterwards
that
i
had
solved
it
without
your
help
.
''
holmes
laughed
good-humoredly
.
``
well
,
well
,
inspector
,
''
said
he
.
``
do
you
follow
your
path
and
i
will
follow
mine
.
my
results
are
always
very
much
at
your
service
if
you
care
to
apply
to
me
for
them
.
i
think
that
i
have
seen
all
that
i
wish
in
this
house
,
and
that
my
time
may
be
more
profitably
employed
elsewhere
.
au
revoir
and
good
luck
!
''
i
could
tell
by
numerous
subtle
signs
,
which
might
have
been
lost
upon
anyone
but
myself
,
that
holmes
was
on
a
hot
scent
.
as
impassive
as
ever
to
the
casual
observer
,
there
were
none
the
less
a
subdued
eagerness
and
suggestion
of
tension
in
his
brightened
eyes
and
brisker
manner
which
assured
me
that
the
game
was
afoot
.
after
his
habit
he
said
nothing
,
and
after
mine
i
asked
no
questions
.
after
his
habit
he
said
nothing
,
and
after
mine
i
asked
no
questions
.
sufficient
for
me
to
share
the
sport
and
lend
my
humble
help
to
the
capture
without
distracting
that
intent
brain
with
needless
interruption
.
sufficient
for
me
to
share
the
sport
and
lend
my
humble
help
to
the
capture
without
distracting
that
intent
brain
with
needless
interruption
.
all
would
come
round
to
me
in
due
time
.
i
waited
,
therefore
--
but
to
my
ever-deepening
disappointment
i
waited
in
vain
.
day
succeeded
day
,
and
my
friend
took
no
step
forward
.
one
morning
he
spent
in
town
,
and
i
learned
from
a
casual
reference
that
he
had
visited
the
british
museum
.
save
for
this
one
excursion
,
he
spent
his
days
in
long
and
often
solitary
walks
,
or
in
chatting
with
a
number
of
village
gossips
whose
acquaintance
he
had
cultivated
.
``
i
'm
sure
,
watson
,
a
week
in
the
country
will
be
invaluable
to
you
,
''
he
remarked
.
``
it
is
very
pleasant
to
see
the
first
green
shoots
upon
the
hedges
and
the
catkins
on
the
hazels
once
again
.
with
a
spud
,
a
tin
box
,
and
an
elementary
book
on
botany
,
there
are
instructive
days
to
be
spent
.
''
he
prowled
about
with
this
equipment
himself
,
but
it
was
a
poor
show
of
plants
which
he
would
bring
back
of
an
evening
.
occasionally
in
our
rambles
we
came
across
inspector
baynes
.
his
fat
,
red
face
wreathed
itself
in
smiles
and
his
small
eyes
glittered
as
he
greeted
my
companion
.
he
said
little
about
the
case
,
but
from
that
little
we
gathered
that
he
also
was
not
dissatisfied
at
the
course
of
events
.
he
said
little
about
the
case
,
but
from
that
little
we
gathered
that
he
also
was
not
dissatisfied
at
the
course
of
events
.
i
must
admit
,
however
,
that
i
was
somewhat
surprised
when
,
some
five
days
after
the
crime
,
i
opened
my
morning
paper
to
find
in
large
letters
:
the
oxshott
mystery
a
solution
arrest
of
supposed
assassin
holmes
sprang
in
his
chair
as
if
he
had
been
stung
when
i
read
the
headlines
.
``
by
jove
!
''
he
cried
.
``
you
do
n't
mean
that
baynes
has
got
him
?
''
``
apparently
,
''
said
i
as
i
read
the
following
report
:
``
great
excitement
was
caused
in
esher
and
the
neighbouring
district
when
it
was
learned
late
last
night
that
an
arrest
had
been
effected
in
connection
with
the
oxshott
murder
.
it
will
be
remembered
that
mr.
garcia
,
of
wisteria
lodge
,
was
found
dead
on
oxshott
common
,
his
body
showing
signs
of
extreme
violence
,
and
that
on
the
same
night
his
servant
and
his
cook
fled
,
which
appeared
to
show
their
participation
in
the
crime
.
it
was
suggested
,
but
never
proved
,
that
the
deceased
gentleman
may
have
had
valuables
in
the
house
,
and
that
their
abstraction
was
the
motive
of
the
crime
.
every
effort
was
made
by
inspector
baynes
,
who
has
the
case
in
hand
,
to
ascertain
the
hiding
place
of
the
fugitives
,
and
he
had
good
reason
to
believe
that
they
had
not
gone
far
but
were
lurking
in
some
retreat
which
had
been
already
prepared
.
it
was
certain
from
the
first
,
however
,
that
they
would
eventually
be
detected
,
as
the
cook
,
from
the
evidence
of
one
or
two
tradespeople
who
have
caught
a
glimpse
of
him
through
the
window
,
was
a
man
of
most
remarkable
appearance
--
being
a
huge
and
hideous
mulatto
,
with
yellowish
features
of
a
pronounced
negroid
type
.
this
man
has
been
seen
since
the
crime
,
for
he
was
detected
and
pursued
by
constable
walters
on
the
same
evening
,
when
he
had
the
audacity
to
revisit
wisteria
lodge
.
inspector
baynes
,
considering
that
such
a
visit
must
have
some
purpose
in
view
and
was
likely
,
therefore
,
to
be
repeated
,
abandoned
the
house
but
left
an
ambuscade
in
the
shrubbery
.
the
man
walked
into
the
trap
and
was
captured
last
night
after
a
struggle
in
which
constable
downing
was
badly
bitten
by
the
savage
.
we
understand
that
when
the
prisoner
is
brought
before
the
magistrates
a
remand
will
be
applied
for
by
the
police
,
and
that
great
developments
are
hoped
from
his
capture
.
''
``
really
we
must
see
baynes
at
once
,
''
cried
holmes
,
picking
up
his
hat
.
``
we
will
just
catch
him
before
he
starts
.
''
we
hurried
down
the
village
street
and
found
,
as
we
had
expected
,
that
the
inspector
was
just
leaving
his
lodgings
.
``
you
've
seen
the
paper
,
mr.
holmes
?
''
he
asked
,
holding
one
out
to
us
.
``
yes
,
baynes
,
i
've
seen
it
.
pray
do
n't
think
it
a
liberty
if
i
give
you
a
word
of
friendly
warning
.
''
``
of
warning
,
mr.
holmes
?
''
``
i
have
looked
into
this
case
with
some
care
,
and
i
am
not
convinced
that
you
are
on
the
right
lines
.
i
do
n't
want
you
to
commit
yourself
too
far
unless
you
are
sure
.
''
``
you
're
very
kind
,
mr.
holmes
.
''
``
i
assure
you
i
speak
for
your
good
.
''
it
seemed
to
me
that
something
like
a
wink
quivered
for
an
instant
over
one
of
mr.
baynes
's
tiny
eyes
.
``
we
agreed
to
work
on
our
own
lines
,
mr.
holmes
.
that
's
what
i
am
doing
.
''
``
oh
,
very
good
,
''
said
holmes
.
``
do
n't
blame
me
.
''
``
no
,
sir
;
i
believe
you
mean
well
by
me
.
but
we
all
have
our
own
systems
,
mr.
holmes
.
you
have
yours
,
and
maybe
i
have
mine
.
''
``
let
us
say
no
more
about
it
.
''
``
you
're
welcome
always
to
my
news
.
this
fellow
is
a
perfect
savage
,
as
strong
as
a
cart-horse
and
as
fierce
as
the
devil
.
he
chewed
downing
's
thumb
nearly
off
before
they
could
master
him
.
he
hardly
speaks
a
word
of
english
,
and
we
can
get
nothing
out
of
him
but
grunts
.
''
``
and
you
think
you
have
evidence
that
he
murdered
his
late
master
?
''
``
i
did
n't
say
so
,
mr.
holmes
;
i
did
n't
say
so
.
``
i
did
n't
say
so
,
mr.
holmes
;
i
did
n't
say
so
.
we
all
have
our
little
ways
.
you
try
yours
and
i
will
try
mine
.
that
's
the
agreement
.
''
holmes
shrugged
his
shoulders
as
we
walked
away
together
.
``
i
ca
n't
make
the
man
out
.
he
seems
to
be
riding
for
a
fall
.
well
,
as
he
says
,
we
must
each
try
our
own
way
and
see
what
comes
of
it
.
but
there
's
something
in
inspector
baynes
which
i
ca
n't
quite
understand
.
''
``
just
sit
down
in
that
chair
,
watson
,
''
said
sherlock
holmes
when
we
had
returned
to
our
apartment
at
the
bull
.
``
i
want
to
put
you
in
touch
with
the
situation
,
as
i
may
need
your
help
to-night
.
let
me
show
you
the
evolution
of
this
case
so
far
as
i
have
been
able
to
follow
it
.
simple
as
it
has
been
in
its
leading
features
,
it
has
none
the
less
presented
surprising
difficulties
in
the
way
of
an
arrest
.
there
are
gaps
in
that
direction
which
we
have
still
to
fill
.
``
we
will
go
back
to
the
note
which
was
handed
in
to
garcia
upon
the
evening
of
his
death
.
we
may
put
aside
this
idea
of
baynes
's
that
garcia
's
servants
were
concerned
in
the
matter
.
the
proof
of
this
lies
in
the
fact
that
it
was
he
who
had
arranged
for
the
presence
of
scott
eccles
,
which
could
only
have
been
done
for
the
purpose
of
an
alibi
.
it
was
garcia
,
then
,
who
had
an
enterprise
,
and
apparently
a
criminal
enterprise
,
in
hand
that
night
in
the
course
of
which
he
met
his
death
.
i
say
`
criminal
'
because
only
a
man
with
a
criminal
enterprise
desires
to
establish
an
alibi
.
who
,
then
,
is
most
likely
to
have
taken
his
life
?
surely
the
person
against
whom
the
criminal
enterprise
was
directed
.
so
far
it
seems
to
me
that
we
are
on
safe
ground
.
``
we
can
now
see
a
reason
for
the
disappearance
of
garcia
's
household
.
they
were
all
confederates
in
the
same
unknown
crime
.
if
it
came
off
when
garcia
returned
,
any
possible
suspicion
would
be
warded
off
by
the
englishman
's
evidence
,
and
all
would
be
well
.
but
the
attempt
was
a
dangerous
one
,
and
if
garcia
did
not
return
by
a
certain
hour
it
was
probable
that
his
own
life
had
been
sacrificed
.
it
had
been
arranged
,
therefore
,
that
in
such
a
case
his
two
subordinates
were
to
make
for
some
prearranged
spot
where
they
could
escape
investigation
and
be
in
a
position
afterwards
to
renew
their
attempt
.
that
would
fully
explain
the
facts
,
would
it
not
?
''
the
whole
inexplicable
tangle
seemed
to
straighten
out
before
me
.
i
wondered
,
as
i
always
did
,
how
it
had
not
been
obvious
to
me
before
.
``
but
why
should
one
servant
return
?
''
``
we
can
imagine
that
in
the
confusion
of
flight
something
precious
,
something
which
he
could
not
bear
to
part
with
,
had
been
left
behind
.
that
would
explain
his
persistence
,
would
it
not
?
''
``
well
,
what
is
the
next
step
?
''
``
the
next
step
is
the
note
received
by
garcia
at
the
dinner
.
it
indicates
a
confederate
at
the
other
end
.
now
,
where
was
the
other
end
?
i
have
already
shown
you
that
it
could
only
lie
in
some
large
house
,
and
that
the
number
of
large
houses
is
limited
.
my
first
days
in
this
village
were
devoted
to
a
series
of
walks
in
which
in
the
intervals
of
my
botanical
researches
i
made
a
reconnaissance
of
all
the
large
houses
and
an
examination
of
the
family
history
of
the
occupants
.
one
house
,
and
only
one
,
riveted
my
attention
.
it
is
the
famous
old
jacobean
grange
of
high
gable
,
one
mile
on
the
farther
side
of
oxshott
,
and
less
than
half
a
mile
from
the
scene
of
the
tragedy
.
the
other
mansions
belonged
to
prosaic
and
respectable
people
who
live
far
aloof
from
romance
.
but
mr.
henderson
,
of
high
gable
,
was
by
all
accounts
a
curious
man
to
whom
curious
adventures
might
befall
.
i
concentrated
my
attention
,
therefore
,
upon
him
and
his
household
.
``
a
singular
set
of
people
,
watson
--
the
man
himself
the
most
singular
of
them
all
.
i
managed
to
see
him
on
a
plausible
pretext
,
but
i
seemed
to
read
in
his
dark
,
deepset
,
brooding
eyes
that
he
was
perfectly
aware
of
my
true
business
.
he
is
a
man
of
fifty
,
strong
,
active
,
with
iron-gray
hair
,
great
bunched
black
eyebrows
,
the
step
of
a
deer
and
the
air
of
an
emperor
--
a
fierce
,
masterful
man
,
with
a
red-hot
spirit
behind
his
parchment
face
.
he
is
either
a
foreigner
or
has
lived
long
in
the
tropics
,
for
he
is
yellow
and
sapless
,
but
tough
as
whipcord
.
his
friend
and
secretary
,
mr.
lucas
,
is
undoubtedly
a
foreigner
,
chocolate
brown
,
wily
,
suave
,
and
catlike
,
with
a
poisonous
gentleness
of
speech
.
you
see
,
watson
,
we
have
come
already
upon
two
sets
of
foreigners
--
one
at
wisteria
lodge
and
one
at
high
gable
--
so
our
gaps
are
beginning
to
close
.
``
these
two
men
,
close
and
confidential
friends
,
are
the
centre
of
the
household
;
but
there
is
one
other
person
who
for
our
immediate
purpose
may
be
even
more
important
.
henderson
has
two
children
--
girls
of
eleven
and
thirteen
.
their
governess
is
a
miss
burnet
,
an
englishwoman
of
forty
or
thereabouts
.
there
is
also
one
confidential
manservant
.
this
little
group
forms
the
real
family
,
for
they
travel
about
together
,
and
henderson
is
a
great
traveller
,
always
on
the
move
.
it
is
only
within
the
last
weeks
that
he
has
returned
,
after
a
year
's
absence
,
to
high
gable
.
i
may
add
that
he
is
enormously
rich
,
and
whatever
his
whims
may
be
he
can
very
easily
satisfy
them
.
for
the
rest
,
his
house
is
full
of
butlers
,
footmen
,
maidservants
,
and
the
usual
overfed
,
underworked
staff
of
a
large
english
country
house
.
``
so
much
i
learned
partly
from
village
gossip
and
partly
from
my
own
observation
.
there
are
no
better
instruments
than
discharged
servants
with
a
grievance
,
and
i
was
lucky
enough
to
find
one
.
i
call
it
luck
,
but
it
would
not
have
come
my
way
had
i
not
been
looking
out
for
it
.
i
call
it
luck
,
but
it
would
not
have
come
my
way
had
i
not
been
looking
out
for
it
.
as
baynes
remarks
,
we
all
have
our
systems
.
it
was
my
system
which
enabled
me
to
find
john
warner
,
late
gardener
of
high
gable
,
sacked
in
a
moment
of
temper
by
his
imperious
employer
.
he
in
turn
had
friends
among
the
indoor
servants
who
unite
in
their
fear
and
dislike
of
their
master
.
so
i
had
my
key
to
the
secrets
of
the
establishment
.
``
curious
people
,
watson
!
i
do
n't
pretend
to
understand
it
all
yet
,
but
very
curious
people
anyway
.
it
's
a
double-winged
house
,
and
the
servants
live
on
one
side
,
the
family
on
the
other
.
there
's
no
link
between
the
two
save
for
henderson
's
own
servant
,
who
serves
the
family
's
meals
.
everything
is
carried
to
a
certain
door
,
which
forms
the
one
connection
.
governess
and
children
hardly
go
out
at
all
,
except
into
the
garden
.
henderson
never
by
any
chance
walks
alone
.
his
dark
secretary
is
like
his
shadow
.
the
gossip
among
the
servants
is
that
their
master
is
terribly
afraid
of
something
.
`
sold
his
soul
to
the
devil
in
exchange
for
money
,
'
says
warner
,
`
and
expects
his
creditor
to
come
up
and
claim
his
own
.
'
where
they
came
from
,
or
who
they
are
,
nobody
has
an
idea
.
they
are
very
violent
.
twice
henderson
has
lashed
at
folk
with
his
dog-whip
,
and
only
his
long
purse
and
heavy
compensation
have
kept
him
out
of
the
courts
.
``
well
,
now
,
watson
,
let
us
judge
the
situation
by
this
new
information
.
we
may
take
it
that
the
letter
came
out
of
this
strange
household
and
was
an
invitation
to
garcia
to
carry
out
some
attempt
which
had
already
been
planned
.
who
wrote
the
note
?
it
was
someone
within
the
citadel
,
and
it
was
a
woman
.
who
then
but
miss
burnet
,
the
governess
?
all
our
reasoning
seems
to
point
that
way
.
at
any
rate
,
we
may
take
it
as
a
hypothesis
and
see
what
consequences
it
would
entail
.
i
may
add
that
miss
burnet
's
age
and
character
make
it
certain
that
my
first
idea
that
there
might
be
a
love
interest
in
our
story
is
out
of
the
question
.
``
if
she
wrote
the
note
she
was
presumably
the
friend
and
confederate
of
garcia
.
what
,
then
,
might
she
be
expected
to
do
if
she
heard
of
his
death
?
if
he
met
it
in
some
nefarious
